Repository: vinsanity05/project
Catalog: InfoUWE/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja

source: This building houses the Department of Computer Science and Creative Technology. This building also has a study space called ‘The Hive’. Inside, staff and students will be working on exciting new concepts or testing and developing prototypes using the latest technology and simulation equipment.
ar: يضم هذا المبنى قسم علوم الكمبيوتر والتكنولوجيا الإبداعية. يحتوي هذا المبنى أيضًا على مساحة دراسة تسمى 'The Hive'. في الداخل ، سيعمل الموظفون والطلاب على مفاهيم جديدة ومثيرة أو اختبار النماذج الأولية وتطويرها باستخدام أحدث التقنيات ومعدات المحاكاة.
es: Este edificio alberga el Departamento de Ciencias de la Computación y Tecnología Creativa. Este edificio también tiene un espacio de estudio llamado 'La Colmena'. En el interior, el personal y los estudiantes trabajarán en conceptos nuevos y emocionantes o probarán y desarrollarán prototipos utilizando la última tecnología y equipos de simulación.
fr: Ce bâtiment abrite le Département d'informatique et de technologie créative. Ce bâtiment dispose également d'un espace d'étude appelé 'The Hive'. À l'intérieur, le personnel et les étudiants travailleront sur de nouveaux concepts passionnants ou testeront et développeront des prototypes en utilisant les dernières technologies et équipements de simulation.
hi: इस इमारत में कंप्यूटर विज्ञान और रचनात्मक प्रौद्योगिकी विभाग है। इस इमारत में 'द हाइव' नामक एक अध्ययन स्थान भी है। अंदर, कर्मचारी और छात्र नवीनतम तकनीक और सिमुलेशन उपकरण का उपयोग करके रोमांचक नई अवधारणाओं या परीक्षण और प्रोटोटाइप विकसित करने पर काम करेंगे।
ja: この建物には、心理学、社会学のコースなど、ここで勉強して学ぶ学生がたくさんいて、主に保健応用科学科で使用されています。 また、Frenchayキャンパスの学習ゾーンであるCブロックの近くに「フォーラム」と呼ばれる学習スペースがあり、すべての学生が利用できます。

source: Our award-winning R Block is home to fantastic facilities and inspiring industry-recognised teaching staff. There's all the latest technical equipment, and stunning studio facilities. Here you can make the most of Integrated studios for computer-aided design (CAD). Model-making and drawing resources, Architectural modelling resources and our supportive team will be on-hand to help you make the most of all our industry-standard equipment.
ar: يعتبر R Block الحائز على جائزة موطنًا للمرافق الرائعة وأعضاء هيئة التدريس الملهمين المعترف بهم في الصناعة. هناك أحدث المعدات التقنية ومرافق الاستوديو المذهلة. هنا يمكنك تحقيق أقصى استفادة من الاستوديوهات المتكاملة للتصميم بمساعدة الكمبيوتر (CAD). ستكون موارد صنع النماذج والرسم وموارد النمذجة المعمارية وفريقنا الداعم على استعداد لمساعدتك في تحقيق أقصى استفادة من جميع معداتنا المتوافقة مع معايير الصناعة.
es: Nuestro galardonado R Block alberga instalaciones fantásticas y un personal docente inspirador y reconocido por la industria. Hay todo el equipo técnico más reciente e impresionantes instalaciones de estudio. Aquí podrás aprovechar al máximo los Estudios integrados de diseño asistido por ordenador (CAD). Los recursos de dibujo y creación de modelos, los recursos de modelado arquitectónico y nuestro equipo de apoyo estarán disponibles para ayudarlo a aprovechar al máximo todos nuestros equipos estándar de la industria.
fr: Notre R Block primé abrite des installations fantastiques et un personnel enseignant inspirant reconnu par l'industrie. Il y a tous les équipements techniques les plus récents et de superbes installations de studio. Ici, vous pouvez tirer le meilleur parti des studios intégrés pour la conception assistée par ordinateur (CAO). Des ressources de modélisation et de dessin, des ressources de modélisation architecturale et notre équipe de soutien seront à votre disposition pour vous aider à tirer le meilleur parti de tous nos équipements standard de l'industrie.
hi: हमारे पुरस्कार विजेता आर ब्लॉक शानदार सुविधाओं और प्रेरक उद्योग-मान्यता प्राप्त शिक्षण कर्मचारियों का घर है। यहां सभी नवीनतम तकनीकी उपकरण और शानदार स्टूडियो सुविधाएं हैं। यहां आप कंप्यूटर एडेड डिजाइन (सीएडी) के लिए एकीकृत स्टूडियो का अधिकतम लाभ उठा सकते हैं। मॉडल बनाने और ड्राइंग संसाधन, आर्किटेक्चरल मॉडलिंग संसाधन और हमारी सहायक टीम हमारे सभी उद्योग-मानक उपकरणों का अधिकतम लाभ उठाने में आपकी सहायता के लिए उपलब्ध होगी।.
ja: 受賞歴のあるRブロックには、素晴らしい施設と刺激的な業界で認められた教育スタッフがいます。 すべての最新の技術設備と見事なスタジオ設備があります。 ここでは、コンピューター支援設計（CAD）用の統合スタジオを最大限に活用できます。 モデル作成および描画リソース、建築モデリングリソース、およびサポートチームが、業界標準のすべての機器を最大限に活用できるように支援します。

source: S Block is the home to our fantastic facilities and resources for learning and teaching High quality teaching rooms. This building is where you can practice in an environment similar to the real schools where you’ll be inspiring young minds.
ar: S Block هي موطن لمرافقنا ومواردنا الرائعة للتعلم والتدريس في غرف التدريس عالية الجودة. هذا المبنى هو المكان الذي يمكنك التدرب فيه في بيئة مشابهة للمدارس الحقيقية حيث ستلهم عقول الشباب.
es: S Block es el hogar de nuestras fantásticas instalaciones y recursos para el aprendizaje y la enseñanza Salas de enseñanza de alta calidad. Este edificio es donde puedes practicar en un ambiente similar a las escuelas reales donde inspirarás a las mentes jóvenes.
fr: S Block abrite nos fantastiques installations et ressources pour l'apprentissage et l'enseignement. Des salles d'enseignement de haute qualité. Ce bâtiment est l'endroit où vous pouvez pratiquer dans un environnement similaire aux vraies écoles où vous inspirerez de jeunes esprits.
hi: एस ब्लॉक उच्च गुणवत्ता वाले शिक्षण कक्षों को सीखने और पढ़ाने के लिए हमारी शानदार सुविधाओं और संसाधनों का घर है। यह इमारत वह जगह है जहाँ आप वास्तविक स्कूलों के समान वातावरण में अभ्यास कर सकते हैं जहाँ आप युवा दिमागों को प्रेरित करेंगे।
ja: Sブロックは、高品質の教育室を学び、教えるための素晴らしい施設とリソースの本拠地です。 この建物は、若い心を刺激する実際の学校と同様の環境で練習できる場所です。

source: This block is the D block area. This block contains the library which hosts a large selection of books as well numerous study spaces such as the quiet study zone and silent study zone.
ar: هذه الكتلة هي منطقة كتلة D. تحتوي هذه الكتلة على المكتبة التي تستضيف مجموعة كبيرة من الكتب بالإضافة إلى العديد من أماكن الدراسة مثل منطقة الدراسة الهادئة ومنطقة الدراسة الصامتة.
es: Este bloque es el área del bloque D. Este bloque contiene la biblioteca que alberga una gran selección de libros, así como numerosos espacios de estudio, como la zona de estudio silencioso y la zona de estudio silencioso.
fr: Ce bloc est la zone du bloc D. Ce bloc contient la bibliothèque qui héberge une grande sélection de livres ainsi que de nombreux espaces d'étude tels que la zone d'étude silencieuse et la zone d'étude silencieuse.
hi: यह ब्लॉक डी ब्लॉक क्षेत्र है। इस ब्लॉक में पुस्तकालय है जो पुस्तकों के एक बड़े चयन के साथ-साथ कई अध्ययन स्थान जैसे शांत अध्ययन क्षेत्र और मूक अध्ययन क्षेत्र को होस्ट करता है।
ja: このブロックはDブロック領域です。 このブロックには、さまざまな本のほか、静かな学習ゾーンや静かな学習ゾーンなどの多数の学習スペースをホストするライブラリが含まれています。

source: Wallscourt Park is similar to the student village but in a different location for you to stay in 1st year. It is a great choice if you want to be close to facilities such as the library and Student Union.
ar: يشبه Wallscourt Park قرية الطلاب ولكن في موقع مختلف لتتمكن من البقاء في السنة الأولى. إنه خيار رائع إذا كنت تريد أن تكون قريبًا من مرافق مثل المكتبة واتحاد الطلاب.
es: Wallscourt Park es similar a la villa estudiantil pero en un lugar diferente para que te quedes en el primer año. Es una excelente opción si desea estar cerca de instalaciones como la biblioteca y la Unión de Estudiantes.
fr: Wallscourt Park est similaire au village étudiant mais dans un endroit différent pour votre séjour en 1ère année. C'est un excellent choix si vous voulez être à proximité d'installations telles que la bibliothèque et l'Union des étudiants.
hi: वॉल्सकोर्ट पार्क छात्र गांव के समान है लेकिन आपके लिए पहले वर्ष में रहने के लिए एक अलग स्थान पर है। यदि आप पुस्तकालय और छात्र संघ जैसी सुविधाओं के करीब रहना चाहते हैं तो यह एक बढ़िया विकल्प है।
ja: ウォールスコートパークは学生の村に似ていますが、1年目に滞在する場所が異なります。 図書館や学生自治会などの施設の近くにいたい場合に最適です。

source: Bristol Robotics Laboratory (BRL) is a nationally and internationally recognised as a centre of excellence for advanced robotics research.
ar: مختبر بريستول للروبوتات (BRL) هو مركز معترف به وطنياً ودولياً كمركز امتياز لأبحاث الروبوتات المتقدمة.
es: El Laboratorio de Robótica de Bristol (BRL) es un centro de excelencia reconocido a nivel nacional e internacional para la investigación en robótica avanzada.
fr: Bristol Robotics Laboratory (BRL) est un centre d'excellence reconnu à l'échelle nationale et internationale pour la recherche en robotique avancée.
hi: ब्रिस्टल रोबोटिक्स प्रयोगशाला (बीआरएल) एक राष्ट्रीय और अंतरराष्ट्रीय स्तर पर उन्नत रोबोटिक्स अनुसंधान के लिए उत्कृष्टता केंद्र के रूप में मान्यता प्राप्त है।
ja: ブリストルロボティクスラボラトリー（BRL）は、高度なロボティクス研究の卓越した研究拠点として国内および国際的に認められています。

source: This is where nearly 3,000 students live in 1st year. A great choice if you would like to be close to lecture theatres, the Library, computer rooms, The Students’ Union and Centre for Sport.
ar: هذا هو المكان الذي يعيش فيه ما يقرب من 3000 طالب في السنة الأولى. خيار رائع إذا كنت ترغب في أن تكون قريبًا من قاعات المحاضرات والمكتبة وغرف الكمبيوتر واتحاد الطلاب ومركز الرياضة.
es: Aquí es donde viven cerca de 3.000 estudiantes en 1er año. Una gran opción si desea estar cerca de los auditorios, la Biblioteca, las salas de informática, la Unión de Estudiantes y el Centro para el Deporte.
fr: C'est là que vivent près de 3 000 étudiants en 1ère année. Un excellent choix si vous souhaitez être proche des amphithéâtres, de la bibliothèque, des salles informatiques, du syndicat des étudiants et du centre des sports.
hi: यह वह जगह है जहां लगभग 3,000 छात्र प्रथम वर्ष में रहते हैं। यदि आप व्याख्यान थिएटर, पुस्तकालय, कंप्यूटर कक्ष, छात्र संघ और खेल केंद्र के करीब रहना चाहते हैं तो यह एक बढ़िया विकल्प है।
ja: これは、1年目に約3,000人の学生が住んでいる場所です。 講義室、図書館、コンピューター室、学生自治会、スポーツセンターの近くに滞在したい場合に最適です。

source: The result of a £55 million vision, the Bristol Business School building is the largest on Frenchay Campus. Through Bristol Business School’s diverse range of practical courses and research, with national and international links, we deliver an educational experience that enables our students to meet their future career ambitions.
ar: نتيجة لرؤية 55 مليون جنيه إسترليني ، فإن مبنى Bristol Business School هو الأكبر في حرم Frenchay الجامعي. من خلال المجموعة المتنوعة من الدورات العملية والبحوث في Bristol Business School ، مع الروابط الوطنية والدولية ، نقدم تجربة تعليمية تمكن طلابنا من تلبية طموحاتهم المهنية في المستقبل.
es: El edificio de la Escuela de Negocios de Bristol, resultado de una visión de 55 millones de libras esterlinas, es el más grande del campus de Frenchay. A través de la diversa gama de cursos prácticos e investigación de la Escuela de Negocios de Bristol, con vínculos nacionales e internacionales, brindamos una experiencia educativa que permite a nuestros estudiantes alcanzar sus futuras ambiciones profesionales.
fr: Résultat d'une vision de 55 millions de livres sterling, le bâtiment de la Bristol Business School est le plus grand du campus de Frenchay. Grâce à la gamme diversifiée de cours pratiques et de recherche de la Bristol Business School, avec des liens nationaux et internationaux, nous offrons une expérience éducative qui permet à nos étudiants de répondre à leurs futures ambitions professionnelles.
hi: £55 मिलियन की दृष्टि का परिणाम, ब्रिस्टल बिजनेस स्कूल की इमारत फ्रेंचे कैंपस में सबसे बड़ी है। ब्रिस्टल बिजनेस स्कूल के विभिन्न प्रकार के व्यावहारिक पाठ्यक्रमों और अनुसंधान के माध्यम से, राष्ट्रीय और अंतर्राष्ट्रीय लिंक के साथ, हम एक शैक्षिक अनुभव प्रदान करते हैं जो हमारे छात्रों को उनकी भविष्य की कैरियर महत्वाकांक्षाओं को पूरा करने में सक्षम बनाता है।
ja: 5,500万ポンドのビジョンの結果、ブリストルビジネススクールの建物はフレンチヘイキャンパスで最大です。 ブリストルビジネススクールの多様な実践的なコースと研究を通じて、国内および国際的なつながりを持ち、学生が将来のキャリアの野心を満たすことを可能にする教育体験を提供します。

source: The Octagon is a sanctuary space for staff and students where you can relax, read and meet friends. There are rooms available for solo or group prayer, worship, meditation and quiet reflection. There are also a number of books available to enable you to learn and explore your own faith and spirituality, as well as a wellbeing library.
ar: The Octagon عبارة عن مساحة ملاذ للموظفين والطلاب حيث يمكنك الاسترخاء والقراءة ومقابلة الأصدقاء. تتوفر غرف للصلاة الفردية أو الجماعية والعبادة والتأمل والتفكير الهادئ. هناك أيضًا عدد من الكتب المتاحة لتمكينك من تعلم واستكشاف إيمانك وروحانياتك ، بالإضافة إلى مكتبة الرفاهية.
es: El octágono es un espacio santuario para el personal y los estudiantes donde puedes relajarte, leer y conocer amigos. Hay salas disponibles para oración individual o grupal, adoración, meditación y reflexión tranquila. También hay una serie de libros disponibles para permitirle aprender y explorar su propia fe y espiritualidad, así como una biblioteca de bienestar.
fr: L'Octogone est un espace sanctuaire pour le personnel et les étudiants où vous pourrez vous détendre, lire et rencontrer des amis. Il y a des salles disponibles pour la prière en solo ou en groupe, le culte, la méditation et la réflexion tranquille. Il existe également un certain nombre de livres disponibles pour vous permettre d'apprendre et d'explorer votre propre foi et votre spiritualité, ainsi qu'une bibliothèque de bien-être.
hi: अष्टकोण कर्मचारियों और छात्रों के लिए एक अभयारण्य स्थान है जहां आप आराम कर सकते हैं, पढ़ सकते हैं और दोस्तों से मिल सकते हैं। एकल या सामूहिक प्रार्थना, पूजा, ध्यान और शांत चिंतन के लिए कमरे उपलब्ध हैं। आपको अपनी आस्था और आध्यात्मिकता के साथ-साथ एक कल्याणकारी पुस्तकालय को सीखने और तलाशने में सक्षम बनाने के लिए कई पुस्तकें भी उपलब्ध हैं।
ja: オクタゴンは、リラックスしたり、読んだり、友達に会ったりできるスタッフと学生のための聖域です。 一人またはグループでの祈り、礼拝、瞑想、静かな反射に利用できる部屋があります。 あなたがあなた自身の信仰と精神性を学びそして探求することを可能にするために利用可能な多くの本、そして幸福の図書館もあります。

source: Tasty, quick and exciting street food such as a grab and go service of sandwiches, freshly made baguettes, snacks, pastries, cakes, and hot and cold drinks. Located in S block.
ar: طعام الشارع اللذيذ والسريع والمثير مثل خدمة الوجبات السريعة من السندويشات والخبز الطازج والوجبات الخفيفة والمعجنات والكعك والمشروبات الساخنة والباردة. يقع في مبنى S.
es: Comida callejera sabrosa, rápida y emocionante, como un servicio para llevar de sándwiches, baguettes recién hechos, refrigerios, pasteles, tartas y bebidas frías y calientes. Ubicado en bloque S.
fr: Cuisine de rue savoureuse, rapide et excitante, comme un service de sandwichs à emporter, des baguettes fraîchement préparées, des collations, des pâtisseries, des gâteaux et des boissons chaudes et froides. Situé dans le bloc S.
hi: स्वादिष्ट, झटपट और रोमांचक स्ट्रीट फूड जैसे सैंडविच, ताज़े बने बैगूएट्स, स्नैक्स, पेस्ट्री, केक, और गर्म और ठंडे पेय की ग्रैब एंड गो सर्विस। एस ब्लॉक में स्थित है।
ja: サンドイッチ、作りたてのバゲット、スナック、ペストリー、ケーキ、温かい飲み物と冷たい飲み物のグラブアンドゴーサービスなど、おいしくて素早くエキサイティングな屋台の食べ物。 Sブロックにあります。

source: The enthusiasts of piri piri sauce, serving meals bursting with flavour. Located in B block.
ar: عشاق صلصة بيري بيري ، يقدمون وجبات مليئة بالنكهات. تقع في بلوك ب.
es: Los entusiastas de la salsa piri piri, sirviendo platos llenos de sabor. Ubicado en el bloque B.
fr: Les passionnés de la sauce piri piri, des plats pleins de saveurs. Situé dans le bloc B.
hi: पिरी पिरी सॉस के शौकीन, स्वाद से भरपूर भोजन परोसते हैं। बी ब्लॉक में स्थित है।
ja: ピリピリソースの愛好家は、風味豊かな食事を提供しています。 Bブロックにあります。

source: Our drinks range includes a wide range of premium coffees including whole bean and ground coffee, hot chocolate and a range of teas available. Our food range covers breakfast sandwiches/rolls and filled croissants as well as cakes, cookies and pastries to suit everyone’s tastes. Located in E block next to Onezone and library.
ar: تشمل مجموعة مشروباتنا مجموعة واسعة من أنواع القهوة الممتازة بما في ذلك حبوب البن الكاملة والقهوة المطحونة والشوكولاتة الساخنة ومجموعة من أنواع الشاي المتاحة. تغطي مجموعة طعامنا شطائر / لفائف الإفطار والكرواسون المحشو وكذلك الكعك والبسكويت والمعجنات التي تناسب أذواق الجميع. يقع في المبنى E بجوار Onezone والمكتبة.
es: Nuestra gama de bebidas incluye una amplia gama de cafés de primera calidad, incluidos café en grano y molido, chocolate caliente y una variedad de tés disponibles. Nuestra gama de alimentos incluye sándwiches/panecillos para el desayuno y croissants rellenos, así como pasteles, galletas y pasteles para todos los gustos. Ubicado en el bloque E al lado de Onezone y biblioteca.
fr: Notre gamme de boissons comprend une large gamme de cafés haut de gamme, y compris du café en grains et moulu, du chocolat chaud et une gamme de thés disponibles. Notre gamme alimentaire comprend des sandwichs/petits pains et des croissants fourrés ainsi que des gâteaux, des biscuits et des pâtisseries pour tous les goûts. . Situé dans le bloc E à côté de Onezone et de la bibliothèque.
hi: हमारी पेय श्रृंखला में प्रीमियम कॉफी की एक विस्तृत श्रृंखला शामिल है जिसमें साबुत बीन और ग्राउंड कॉफी, हॉट चॉकलेट और उपलब्ध चाय की एक श्रृंखला शामिल है। हमारी फूड रेंज में ब्रेकफास्ट सैंडविच/रोल और भरे हुए क्रोइसैन के साथ-साथ केक, कुकीज और पेस्ट्री शामिल हैं जो हर किसी के स्वाद के अनुरूप हैं। वनज़ोन और पुस्तकालय के बगल में ई ब्लॉक में स्थित है।
ja: 私たちの飲み物の範囲には、豆全体と挽いたコーヒー、ホットチョコレート、さまざまなお茶など、さまざまなプレミアムコーヒーが含まれます。 私たちの料理の範囲は、朝食のサンドイッチ/ロールパン、クロワッサンのほか、ケーキ、クッキー、ペストリーなど、すべての人の好みに合うものです。 Onezoneとライブラリの隣のEブロックにあります。

source: It’s always brunch-time somewhere in the world and there’s no better place to indulge than at Wafflemeister. Located between blocks E/F/N block.
ar: إنه دائمًا وقت الفطور المتأخر في مكان ما في العالم وليس هناك مكان أفضل للاستمتاع به في Wafflemeister. تقع بين كتل E / F / N.
es: Siempre es la hora del brunch en algún lugar del mundo y no hay mejor lugar para disfrutar que Wafflemeister. Ubicado entre bloques bloque E/F/N.
fr: C'est toujours l'heure du brunch quelque part dans le monde et il n'y a pas de meilleur endroit pour se faire plaisir qu'au Wafflemeister. Situé entre les blocs E/F/N.
hi: यह हमेशा दुनिया में कहीं न कहीं ब्रंच-टाइम होता है और वफ़लेमिस्टर की तुलना में लिप्त होने के लिए कोई बेहतर जगह नहीं है। ब्लॉक ई/एफ/एन ब्लॉक के बीच स्थित है।
ja: それは常に世界のどこかでブランチタイムであり、ワッフルマイスターよりもふけるのに最適な場所はありません。 ブロックE / F / Nブロックの間にあります。

source: A café with outside seating serving locally sourced food and drink through a full hot a la carte menu, fresh sandwiches, snacks and speciality hot and cold drinks. Located in Bristol Business School Building.
ar: مقهى به منطقة جلوس خارجية يقدم الطعام والشراب من مصادر محلية من خلال قائمة طعام انتقائية ساخنة كاملة وسندويشات طازجة ووجبات خفيفة ومشروبات خاصة ساخنة وباردة. يقع في مبنى مدرسة بريستول للأعمال.
es: Un café con asientos al aire libre que sirve comida y bebida de origen local a través de un menú a la carta caliente completo, sándwiches frescos, refrigerios y bebidas frías y calientes especiales. Ubicado en el edificio de la Escuela de Negocios de Bristol.
fr: Un café avec des sièges à l'extérieur servant des plats et des boissons d'origine locale à travers un menu chaud complet à la carte, des sandwichs frais, des collations et des boissons chaudes et froides spécialisées. Situé dans le bâtiment de la Bristol Business School.
hi: बाहर बैठने के साथ एक कैफे जिसमें स्थानीय रूप से खट्टा भोजन और पेय एक पूर्ण गर्म अ ला कार्टे मेनू, ताजा सैंडविच, स्नैक्स और विशेष गर्म और ठंडे पेय के माध्यम से परोसा जाता है। ब्रिस्टल बिजनेस स्कूल बिल्डिंग में स्थित है।
ja: 地元の食材を使った食べ物や飲み物をフルホットアラカルトメニュー、新鮮なサンドイッチ、スナック、特製のホット＆コールドドリンクで提供する屋外席のあるカフェ。 ブリストルビジネススクールビルにあります。

source: The coffee shop on the upper floor serves Starbucks coffee and fresh sandwiches and panini and the bar serves a wide range of food throughout the day. Located in U block, next to SU building.
ar: المقهى الموجود في الطابق العلوي يقدم قهوة ستاربكس والسندويشات الطازجة والبانيني ويقدم البار مجموعة كبيرة من الأطعمة طوال اليوم. يقع في بلوك U بجوار مبنى SU.
es: La cafetería en el piso superior sirve café Starbucks y sándwiches recién hechos y panini y el bar sirve una amplia variedad de comida durante todo el día. Ubicado en la manzana U, junto al edificio SU.
fr: Le café à l'étage supérieur sert du café Starbucks, des sandwichs frais et des paninis et le bar sert une large gamme de plats tout au long de la journée. Situé dans le bloc U, à côté du bâtiment SU.
hi: Tऊपरी मंजिल पर कॉफी शॉप स्टारबक्स कॉफी और ताजा सैंडविच और पाणिनी परोसती है और बार पूरे दिन भोजन की एक विस्तृत श्रृंखला परोसता है। एसयू बिल्डिंग के बगल में यू ब्लॉक में स्थित है।
ja: 地元の食材を使った食べ物や飲み物をフルホットアラカルトメニュー、新鮮なサンドイッチ、スナック、特製のホット＆コールドドリンクで提供する屋外席のあるカフェ。 ブリストルビジネススクールビルにあります。

source: Whether you want to wake yourself up with one of our short drinks or relax over a tall drink we’ve got a coffee to suit you. A café with outside seating serving a wide selection of sandwiches and snacks to enjoy on the go. Located in R block.
ar: سواء كنت ترغب في إيقاظ نفسك بأحد مشروباتنا القصيرة أو الاسترخاء وتناول مشروب طويل ، فلدينا القهوة التي تناسبك. مقهى به منطقة جلوس خارجية يقدم مجموعة متنوعة من السندويشات والوجبات الخفيفة للاستمتاع بها أثناء التنقل. تقع في بلوك R.
es: Ya sea que desee despertarse con uno de nuestros tragos cortos o relajarse con un trago alto, tenemos un café para usted. Un café con asientos al aire libre que sirve una amplia selección de sándwiches y refrigerios para disfrutar mientras viaja. Ubicado en el bloque R.
fr: Que vous souhaitiez vous réveiller avec l'un de nos short drinks ou vous détendre autour d'un grand verre, nous avons un café qui vous convient. Un café avec des sièges à l'extérieur servant une large sélection de sandwichs et de collations à déguster sur le pouce. Situé dans le bloc R.
hi: चाहे आप हमारे किसी छोटे पेय के साथ खुद को जगाना चाहते हों या एक लंबे पेय पर आराम करना चाहते हों, हमारे पास आपके लिए एक कॉफी है। बाहर बैठने की जगह वाला एक कैफे जिसमें यात्रा के दौरान आनंद लेने के लिए सैंडविच और स्नैक्स के विस्तृत चयन परोसे जाते हैं। आर ब्लॉक में स्थित है।
ja: ショートドリンクで目覚めたい場合でも、トールドリンクでリラックスしたい場合でも、お客様にぴったりのコーヒーをご用意しています。 外出先で楽しめるサンドイッチや軽食を幅広く取り揃えた屋外席のあるカフェ。 Rブロックにあります。

source: Serving global cuisine and traditional flavours at unbeatable prices. Located in E block next to the Starbucks and library.
ar: خدمة المأكولات العالمية والنكهات التقليدية بأسعار لا تقبل المنافسة. يقع في المبنى E بجوار ستاربكس والمكتبة.
es: Sirviendo cocina global y sabores tradicionales a precios imbatibles. Ubicado en el bloque E al lado del Starbucks y la biblioteca.
fr: Servant une cuisine internationale et des saveurs traditionnelles à des prix imbattables. Situé dans le bloc E à côté du Starbucks et de la bibliothèque.
hi: अपराजेय कीमतों पर वैश्विक व्यंजन और पारंपरिक स्वाद परोसना। स्टारबक्स और पुस्तकालय के बगल में ई ब्लॉक में स्थित है।.
ja: 世界各国の料理と伝統的な味を最高の価格で提供しています。 スターバックスと図書館の隣のEブロックにあります。

source: Subway serves subs, salads and snacks. Located in Q block.
ar: يقدم صب واي الغواصات والسلطات والوجبات الخفيفة. تقع في بلوك Q.
es: Subway sirve bocadillos, ensaladas y bocadillos. Ubicado en la cuadra Q.
fr: Subway sert des sous-marins, des salades et des snacks. Situé dans le bloc Q.
hi: सबवे सबवे, सलाद और स्नैक्स परोसता है। क्यू ब्लॉक में स्थित है।
ja: 地下鉄では、潜水艦、サラダ、軽食を提供しています。 Qブロックにあります。
