Repository: vinsanity05/project
Catalog: InfoUWE/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja

source: Convenience store stocking student essentials including groceries, health and beauty products, stationery and cards and stamps. This is located in the F block and next to SU building.
ar: متجر صغير يخزن أساسيات الطلاب بما في ذلك البقالة ومنتجات الصحة والجمال والقرطاسية والبطاقات والطوابع. يقع هذا في المبنى F وبجوار مبنى SU.
es: Tienda de conveniencia que almacena artículos esenciales para estudiantes, incluidos comestibles, productos de salud y belleza, artículos de papelería y tarjetas y sellos. Está ubicado en el bloque F y al lado del edificio SU.
fr: Dépanneur proposant des produits essentiels pour les étudiants, notamment des produits d'épicerie, des produits de santé et de beauté, des articles de papeterie, des cartes et des timbres. Il est situé dans le bloc F et à côté du bâtiment SU.
hi: किराने का सामान, स्वास्थ्य और सौंदर्य उत्पादों, स्टेशनरी और कार्ड और टिकटों सहित छात्रों के लिए आवश्यक सामान की दुकान। यह एफ ब्लॉक में और एसयू बिल्डिंग के बगल में स्थित है।
ja: 食料品、健康と美容製品、文房具、カード、切手などの学生の必需品を取り揃えたコンビニエンスストア。 これはFブロックにあり、SUビルの隣にあります。
