Repository: vinsanity05/project
Catalog: InfoUWE/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja

source: Access UWE parking areas
ar: الوصول إلى أماكن وقوف السيارات في UWE
es: Acceder a las áreas de estacionamiento de la UWE
fr: Accéder aux parkings UWE
hi: यूडब्ल्यूई पार्किंग क्षेत्रों तक पहुंचें
ja: UWE駐車場へのアクセス

source: All Buildings
ar: جميع المباني
es: Todos los edificios
fr: Tous les bâtiments
hi: सभी इमारतें
ja: すべての建物

source: All Caters
ar: جميع خدمات تقديم الطعام
es: Todo Catering
fr: Tous les restaurants
hi: सभी केटर्स
ja: すべてのケータリング

source: And view other information such as Restaurants & Cafes!
ar: وعرض معلومات أخرى مثل المطاعم والكافيهات!
es: ¡Y vea otra información como Restaurantes y Cafés!
fr: Et consultez d'autres informations telles que Restaurants & Cafés!
hi: और अन्य जानकारी जैसे रेस्टोरेंट और कैफे देखें!
ja: そして、レストラン＆カフェなどの他の情報を表示してください

source: Apps access
ar: الوصول إلى التطبيقات
es: Acceso a aplicaciones
fr: Accès aux applications
hi: ऐप्स एक्सेस
ja: アプリへのアクセス

source: Browse shopping spots
ar: تصفح مراكز التسوق
es: Explorar lugares de compras
fr: Parcourir les lieux de shopping
hi: शॉपिंग स्पॉट ब्राउज़ करें
ja: ショッピングスポットを閲覧する

source: Buildings
ar: البنايات
es: Edificios
fr: Bâtiments
hi: इमारतों
ja: 建物

source: Call
ar: يتصل
es: Llamada
fr: Appel
hi: बुलाना
ja: 電話

source: Campus Map
ar: خريطة الحرم الجامعي
es: Mapa del campus
fr: Plan du campus
hi: परिसर का नक्शा
ja: キャンパスマップ

source: Campus Parking
ar: وقوف السيارات في الحرم الجامعي
es: Estacionamiento del campus
fr: Stationnement du campus
hi: कैंपस पार्किंग
ja: キャンパス駐車場

source: Caters
ar: يقدم الطعام
es: abastece
fr: S'occupe
hi: पूरा करता है
ja: 仕出し屋

source: Check out the latest news about UWE
ar: تحقق من آخر الأخبار حول UWE
es: Echa un vistazo a las últimas noticias sobre UWE
fr: Découvrez les dernières actualités de l'UWE
hi: UWE के बारे में नवीनतम समाचार देखें
ja: UWEに関する最新ニュースをチェックしてください

source: Check out the latest work from student graduates
ar: تحقق من أحدث عمل من الطلاب المتخرجين
es: Echa un vistazo a los últimos trabajos de los estudiantes graduados
fr: Découvrez les derniers travaux des étudiants diplômés
hi: छात्र स्नातकों से नवीनतम कार्य देखें
ja: 学生の卒業生からの最新の作品をチェックしてください

source: Contact Us
ar: اتصل بنا
es: Contacta con nosotros
fr: Nous contacter
hi: संपर्क करें
ja: お問い合わせ

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
ja: Eメール

source: Events
ar: الأحداث
es: Eventos
fr: événements
hi: आयोजन
ja: イベント

source: Explore
ar: يكتشف
es: Explorar
fr: Explorer
hi: अन्वेषण करना
ja: 探検

source: Explore upcoming events and things to do around UWE
ar: استكشف الأحداث القادمة والأشياء التي يمكنك القيام بها حول UWE
es: Explore los próximos eventos y cosas que hacer en UWE
fr: Explorez les événements à venir et les choses à faire autour de l'UWE
hi: UWE के आसपास होने वाली आगामी घटनाओं और चीजों का अन्वेषण करें
ja: 今後のイベントやUWE周辺でやるべきことを探る

source: Explore!
ar: يستكشف!
es: ¡Explorar!
fr: Explorer!
hi: अन्वेषण करना!
ja: 探検！

source: Featured
ar: متميز
es: Presentada
fr: En vedette
hi: विशेष रुप से प्रदर्शित
ja: 特徴

source: Find your way!
ar: جد طريقك!
es: ¡Encuentra tu camino!
fr: Trouver votre chemin!
hi: अपना रास्ता ढूंढों!
ja: あなたの道を見つけてください！

source: Follow us on Facebook
ar: تابعنا على الفيسبوك
es: Síguenos en Facebook
fr: Suis nous sur Facebook
hi: हमें फ़ेसबुक पर फ़ॉलो करें
ja: フェースブックでフォローして

source: Follow us on Instagram
ar: متابعتنا على الانستقرام
es: Síguenos en Instagram
fr: Suis nous sur instagram
hi: हमें इंस्टाग्राम पर फॉलो करें
ja: Instagramでフォローしてください

source: Follow us on our socials
ar: تابعنا على مواقعنا الاجتماعية
es: Síguenos en nuestras redes sociales
fr: Suivez-nous sur nos réseaux sociaux
hi: हमारे सामाजिक पर हमें का पालन करें
ja: 私たちの社会で私たちに従ってください

source: Follow us on Twitter
ar: تابعنا على تويتر
es: Síganos en Twitter
fr: Suivez-nous sur Twitter
hi: ट्विटर में हमें फॉलो करें
ja: Twitterでフォローします

source: Get Started
ar: البدء
es: Empezar
fr: Commencer
hi: शुरू हो जाओ
ja: はじめに

source: Getting Around
ar: التجوال حول
es: Moverse
fr: Se déplacer
hi: चारों ओर से प्राप्त होना
ja: 歩き回っている

source: Help support services
ar: مساعدة خدمات الدعم
es: Servicios de soporte de ayuda
fr: Aider les services d'assistance
hi: सहायता सहायता सेवाएं
ja: ヘルプサポートサービス

source: Helpful Resources
ar: موارد مفيدة
es: Recursos útiles
fr: Ressources utiles
hi: सहायक संसाधन
ja: 役立つリソース

source: Here you can find information about UWE buildings!
ar: هنا يمكنك العثور على معلومات حول مباني UWE!
es: ¡Aquí puede encontrar información sobre los edificios de la UWE!
fr: Vous trouverez ici des informations sur les bâtiments UWE!
hi: यहाँ आप UWE भवनों के बारे में जानकारी प्राप्त कर सकते हैं!
ja: ここでは、UWEの建物に関する情報を見つけることができます！

source: Home
ar: الصفحة الرئيسية
es: Casa
fr: Domicile
hi: घर
ja: 家

source: If you want, you can tap to see the onboarding screen again.
ar: إذا كنت تريد ، يمكنك النقر لرؤية شاشة الإعداد مرة أخرى.
es: Si lo desea, puede tocar para volver a ver la pantalla de incorporación.
fr: Si vous le souhaitez, vous pouvez appuyer sur pour revoir l'écran d'intégration.
hi: आप चाहें तो ऑनबोर्डिंग स्क्रीन को फिर से देखने के लिए टैप कर सकते हैं।
ja: 必要に応じて、タップしてオンボーディング画面をもう一度表示できます。

source: Info Hub
ar: مركز المعلومات
es: Centro de información
fr: Centre d'informations
hi: जानकारी हब
ja: 情報ハブ

source: Information about transport
ar: معلومات عن النقل
es: Información sobre el transporte
fr: Informations sur les transports
hi: परिवहन के बारे में जानकारी
ja: 輸送に関する情報

source: Information Point
ar: نقطة المعلومات
es: Punto de información
fr: Point d'information
hi: सूचना बिंदु
ja: インフォメーションポイント

source: IT services
ar: خدمات تكنولوجيا المعلومات
es: servicios de TI
fr: services informatiques
hi: सूचान प्रौद्योगिकी सेवाएं
ja: ITサービス

source: It's currently %@ at UWE %@, with a high of %@ today.
ar: إنه حاليا %@ في UWE %@، مع ارتفاع %@ اليوم.
es: Actualmente es %@ en UWE %@, con un máximo de %@ hoy.
fr: Il fait actuellement %@ à UWE %@, avec un maximum de %@ aujourd'hui.
hi: यह वर्तमान में यूडब्ल्यूई %@ पर %@ है, आज उच्चतम %@ के साथ।
ja: 現在、UWE %@ では %@ で、今日は %@ が高くなります。

source: Learn more
ar: يتعلم أكثر
es: Aprende más
fr: Apprendre encore plus
hi: और अधिक जानें
ja: もっと詳しく知る

source: Map of Buildings
ar: خريطة المباني
es: Mapa de Edificios
fr: Carte des bâtiments
hi: इमारतों का नक्शा
ja: 建物の地図

source: Map of Caters
ar: خريطة كاترس
es: Mapa de Caters
fr: Carte Caters
hi: कैटर्स का नक्शा
ja: 仕出し屋の地図

source: More apps
ar: تطبيقات أكثر
es: Más aplicaciones
fr: Plus d'applications
hi: और ऐप
ja: より多くのアプリケーション

source: More to explore
ar: المزيد للاستكشاف
es: Más para explorar
fr: Plus à explorer
hi: तलाशने के लिए और अधिक
ja: もっと探検する

source: News
ar: الإخبارية
es: Noticias
fr: Nouvelles
hi: समाचार
ja: ニュース

source: Next
ar: التالي
es: Próximo
fr: Suivant
hi: अगला
ja: 次

source: Onboarding screen?
ar: شاشة Onboarding؟
es: ¿Pantalla de incorporación?
fr: Écran d'accueil?
hi: ऑनबोर्डिंग स्क्रीन?
ja: オンボーディング画面？

source: Quickly access important resources
ar: الوصول بسرعة إلى الموارد الهامة
es: Acceda rápidamente a recursos importantes
fr: Accédez rapidement aux ressources importantes
hi: महत्वपूर्ण संसाधनों तक शीघ्रता से पहुंचें
ja: 重要なリソースにすばやくアクセスする

source: Read more on UWE Website
ar: اقرأ المزيد على موقع UWE
es: Lea más en el sitio web de UWE
fr: En savoir plus sur le site Web de l'UWE
hi: यूडब्ल्यूई वेबसाइट पर और पढ़ें
ja: UWEウェブサイトで詳細を読む

source: Restart
ar: اعادة تشغيل
es: Reiniciar
fr: redémarrage
hi: पुनर्प्रारंभ करें
ja: 再起動

source: Restart app
ar: إعادة تشغيل التطبيق
es: reiniciar aplicación
fr: Redémarrer l'application
hi: ऐप को पुनरारंभ करें
ja: アプリを再起動します

source: Safety info
ar: معلومات السلامة
es: Información de seguridad
fr: Informations de sécurité
hi: सुरक्षा जानकारी
ja: 安全情報

source: Search for buildings
ar: ابحث عن المباني
es: Buscar edificios
fr: Rechercher des bâtiments
hi: इमारतों के लिए खोजें
ja: 建物を検索する

source: Search for caters
ar: ابحث عن خدمات تقديم الطعام
es: Buscar catering
fr: Rechercher des traiteurs
hi: कैटर के लिए खोजें
ja: 仕出し屋を探す

source: Searchable UWE map
ar: خريطة UWE قابلة للبحث
es: Mapa UWE de búsqueda
fr: Carte UWE consultable
hi: खोजने योग्य UWE मानचित्र
ja: 検索可能なUWEマップ

source: Settings
ar: الإعدادات
es: Ajustes
fr: Réglages
hi: समायोजन
ja: 設定

source: Shops
ar: محلات
es: tiendas
fr: Magasins
hi: दुकानें
ja: ショップ

source: Showcase
ar: عرض
es: Escaparate
fr: Vitrine
hi: प्रदर्शन
ja: ショーケース

source: Staff directory
ar: دليل الموظفين
es: Directorio de Personal
fr: Répertoire personnel
hi: स्टाफ़ निदेशिका
ja: スタッフディレクトリ

source: Stay In The Know
ar: ابق على اطلاع
es: Manténgase informado
fr: Restez au courant
hi: जानकारी रखें
ja: 知っておく

source: Student blogs
ar: مدونات الطلاب
es: blogs de estudiantes
fr: Blogues étudiants
hi: छात्र ब्लॉग
ja: 学生ブログ

source: Student services
ar: خدمات الطالب
es: Servicios para estudiantes
fr: Services aux étudiants
hi: छात्र सेवाएं
ja: 学生サービス

source: Students experience at UWE
ar: تجربة الطلاب في UWE
es: Experiencia de los estudiantes en la UWE
fr: L'expérience des étudiants à l'UWE
hi: UWE में छात्रों का अनुभव
ja: 学生はUWEで経験します

source: Transport
ar: المواصلات
es: Transporte
hi: परिवहन
ja: 輸送

source: Urgent assistance - Please call or email and we will assist you, runs 24/7, 365 days a year
ar: مساعدة عاجلة - يرجى الاتصال أو البريد الإلكتروني وسنساعدك ، على مدار الساعة طوال أيام الأسبوع ، 365 يومًا في السنة
es: Asistencia urgente: llame o envíe un correo electrónico y lo ayudaremos, funciona las 24 horas, los 7 días de la semana, los 365 días del año
fr: Assistance urgente - Veuillez appeler ou envoyer un e-mail et nous vous aiderons, fonctionne 24h/24 et 7j/7, 365 jours par an
hi: तत्काल सहायता - कृपया कॉल करें या ईमेल करें और हम आपकी सहायता करेंगे, वर्ष में 24/7, 365 दिन चलता है
ja: 緊急の支援-電話またはメールでお問い合わせください。24時間年中無休でサポートいたします。

source: Useful Information
ar: معلومات مفيدة
es: Información útil
fr: informations utiles
hi: उपयोगी जानकारी
ja: 有用な情報

source: View all buildings ➡️
ar: مشاهدة جميع المباني ⬅️
es: Ver todos los edificios ➡️
fr: Voir tous les bâtiments ➡️
hi: सभी इमारतें देखें ➡️
ja: すべての建物を表示➡️

source: View all caters ➡️
ar: عرض جميع مقدمي الخدمات ⬅️
es: Ver todos los servicios ➡️
fr: Voir tous les restaurants ➡️
hi: सभी कैटर देखें ➡️
ja: すべてのケータリングを表示➡️

source: View direction to the building 📍
ar: عرض الاتجاه إلى المبنى 📍
es: Ver dirección al edificio 📍
fr: Voir la direction de l'immeuble 📍
hi: भवन की दिशा देखें 📍
ja: 建物への方向を表示📍

source: View direction to the cater 📍
ar: عرض الاتجاه إلى الممون 📍
es: Ver dirección al catering 📍
fr: Voir direction au traiteur 📍
hi: कैटर को दिशा देखें 📍
ja: 仕出し屋への方向を見る📍

source: Welcome To InfoUWE!
ar: مرحبا بكم في InfoUWE!
es: ¡Bienvenido a InfoUWE!
fr: Bienvenue sur InfoUWE!
hi: InfoUWE में आपका स्वागत है!
ja: InfoUWEへようこそ！

source: Welcome!
ar: أهلا بك!
es: ¡Bienvenido!
fr: Bienvenu!
hi: स्वागत!
ja: いらっしゃいませ！

source: Well-being
ar: الرفاه
es: Bienestar
fr: Bien-être
hi: हाल चाल
ja: 幸福

source: What's Happening
ar: ماذا يحدث
es: Lo que está sucediendo
fr: ce qui se passe
hi: क्या हो रहा है
ja: 何が起こっていますか

source: You can also be navigated to the selected building!
ar: يمكنك أيضًا الانتقال إلى المبنى المحدد!
es: Y¡También puede navegar hasta el edificio seleccionado!
fr: Vous pouvez également être dirigé vers le bâtiment sélectionné!
hi: आपको चयनित भवन में भी नेविगेट किया जा सकता है!
ja: 選択した建物に移動することもできます！

source: RESTARTED
ar: أعيد تشغيله
es: REINICIO
fr: REDÉMARRÉ
hi: पुन: प्रारंभ
ja: 再起動しました

source: TAP TO RESTART
ar: انقر لإعادة التشغيل
es: TOCA PARA REINICIAR
fr: APPUYER POUR REDÉMARRER
hi: पुनः प्रारंभ करने के लिए टैप करें
ja: タップして再起動

source: We’ve invested £10m to create a new energy-efficient building for the Students’ Union at UWE on our Frenchay Campus, designed to improve the experience of our students with enhanced facilities, spaces and easier to access services.
ar: لقد استثمرنا 10 ملايين جنيه إسترليني لإنشاء مبنى جديد موفر للطاقة لاتحاد الطلاب في UWE في حرم Frenchay الخاص بنا ، والذي تم تصميمه لتحسين تجربة طلابنا من خلال المرافق والمساحات المحسنة والوصول إلى الخدمات بشكل أسهل.
es: Hemos invertido 10 millones de libras esterlinas para crear un nuevo edificio de bajo consumo para la Unión de Estudiantes de la UWE en nuestro campus de Frenchay, diseñado para mejorar la experiencia de nuestros estudiantes con instalaciones y espacios mejorados y servicios de acceso más fácil.
fr: Nous avons investi 10 millions de livres sterling pour créer un nouveau bâtiment économe en énergie pour l'Union des étudiants de l'UWE sur notre campus Frenchay, conçu pour améliorer l'expérience de nos étudiants avec des installations, des espaces et des services plus faciles d'accès.
hi: हमने अपने फ़्रेंचे कैंपस में UWE में छात्र संघ के लिए एक नई ऊर्जा-कुशल इमारत बनाने के लिए £10m का निवेश किया है, जिसे हमारे छात्रों के अनुभव को बेहतर बनाने के लिए डिज़ाइन किया गया है, जिसमें बेहतर सुविधाएं, स्थान और सेवाओं तक पहुंच आसान है।
ja: フレンチヘイキャンパスにあるUWEの学生連合のために、1,000万ポンドを投資して、設備、スペースを強化し、サービスにアクセスしやすくすることで、学生の体験を向上させるように設計された、エネルギー効率の高い新しい建物を作成しました。

source: Home to specialist laboratories, workshops and digital engineering facilities, the building has been designed to complement our practice-based curriculum – bringing engineering to life through real world problems. As a student you can expect live industry briefs and the experience to build an enterprising skill set, so you’re set up to graduate with business acumen and technical qualifications.
ar: موطن للمختبرات المتخصصة وورش العمل والمرافق الهندسية الرقمية ، وقد تم تصميم المبنى لاستكمال منهجنا القائم على الممارسة - مما يجعل الهندسة تنبض بالحياة من خلال مشاكل العالم الحقيقي. بصفتك طالبًا ، يمكنك توقع ملخصات حية عن الصناعة والخبرة اللازمة لبناء مجموعة مهارات مغامِرة ، حتى تكون مستعدًا للتخرج بفطنة تجارية ومؤهلات تقنية.
es: Hogar de laboratorios especializados, talleres e instalaciones de ingeniería digital, el edificio ha sido diseñado para complementar nuestro plan de estudios basado en la práctica, dando vida a la ingeniería a través de problemas del mundo real. Como estudiante, puede esperar resúmenes de la industria en vivo y la experiencia para desarrollar un conjunto de habilidades emprendedoras, de modo que esté preparado para graduarse con perspicacia comercial y calificaciones técnicas.
fr: Abritant des laboratoires spécialisés, des ateliers et des installations d'ingénierie numérique, le bâtiment a été conçu pour compléter notre programme d'études basé sur la pratique - donnant vie à l'ingénierie à travers des problèmes du monde réel. En tant qu'étudiant, vous pouvez vous attendre à des informations en direct sur l'industrie et à l'expérience pour construire ensemble de compétences, vous êtes donc prêt à obtenir votre diplôme avec un sens aigu des affaires et des qualifications techniques.
hi: विशेषज्ञ प्रयोगशालाओं, कार्यशालाओं और डिजिटल इंजीनियरिंग सुविधाओं के लिए घर, इमारत को हमारे अभ्यास-आधारित पाठ्यक्रम के पूरक के लिए डिज़ाइन किया गया है - वास्तविक दुनिया की समस्याओं के माध्यम से इंजीनियरिंग को जीवन में लाना। एक छात्र के रूप में आप लाइव उद्योग संक्षिप्त और एक उद्यमी कौशल सेट बनाने के अनुभव की उम्मीद कर सकते हैं, इसलिए आप व्यावसायिक कौशल और तकनीकी योग्यता के साथ स्नातक होने के लिए तैयार हैं।
ja: 専門の研究所、ワークショップ、デジタルエンジニアリング施設の本拠地であるこの建物は、実践ベースのカリキュラムを補完するように設計されており、現実世界の問題を通じてエンジニアリングに命を吹き込みます。 学生として、ライブの業界ブリーフと進取的なスキルセットを構築する経験を期待できるため、ビジネスの洞察力と技術的な資格を取得して卒業する準備ができています。

source: This fantastic £5.5 million facility caters for all abilities and competitive natures. At our Centre of Sport, you’ll find everything from climbing walls to squash courts, football pitches to fitness studios. And whether you are an elite athlete or a total beginner there is something here for you. We know just how important it is to stay fit and healthy. It not only boosts energy levels and focuses the mind but it also helps you to de-stress and feel happier.
ar: هذا المرفق الرائع الذي تبلغ قيمته 5.5 مليون جنيه إسترليني يلبي جميع القدرات والطبيعة التنافسية. في مركز الرياضة لدينا ، ستجد كل شيء من تسلق الجدران إلى ملاعب الاسكواش وملاعب كرة القدم واستوديوهات اللياقة البدنية. وسواء كنت رياضيًا متميزًا أو مبتدئًا ، فهناك شيء يناسبك. نحن نعلم مدى أهمية الحفاظ على لياقتك وصحتك. إنه لا يعزز مستويات الطاقة ويركز العقل فحسب ، بل يساعدك أيضًا على التخلص من التوتر والشعور بالسعادة.
es: Esta fantástica instalación de £ 5,5 millones atiende a todas las habilidades y naturalezas competitivas. En nuestro Centro de Deportes, encontrará de todo, desde paredes de escalada hasta canchas de squash, campos de fútbol y gimnasios. Y si eres un atleta de élite o un principiante total, aquí hay algo para ti. Sabemos lo importante que es mantenerse en forma y saludable. No solo aumenta los niveles de energía y enfoca la mente, sino que también te ayuda a desestresarte y sentirte más feliz.
fr: Cette fantastique installation de 5,5 millions de livres sterling répond à toutes les capacités et à toutes les natures compétitives. Dans notre centre de sport, vous trouverez tout, des murs d'escalade aux courts de squash, des terrains de football aux studios de fitness. Et que vous soyez un athlète d'élite ou un débutant total il y a quelque chose ici pour vous. Nous savons à quel point il est important de rester en forme et en bonne santé. Non seulement cela augmente les niveaux d'énergie et concentre l'esprit, mais cela vous aide également à vous détendre et à vous sentir plus heureux.
hi: यह शानदार £5.5 मिलियन की सुविधा सभी क्षमताओं और प्रतिस्पर्धी प्रकृति की पूर्ति करती है। हमारे सेंटर ऑफ़ स्पोर्ट में, आपको दीवारों पर चढ़ने से लेकर स्क्वैश कोर्ट, फ़ुटबॉल पिचों से लेकर फ़िटनेस स्टूडियो तक सब कुछ मिल जाएगा। और चाहे आप एक कुलीन एथलीट हों या कुल शुरुआत करने वाले, यहां आपके लिए कुछ है। हम जानते हैं कि फिट और स्वस्थ रहना कितना महत्वपूर्ण है। यह न केवल ऊर्जा के स्तर को बढ़ाता है और मन को केंद्रित करता है बल्कि यह आपको तनाव मुक्त करने और खुश महसूस करने में भी मदद करता है।
ja: この素晴らしい550万ポンドの施設は、すべての能力と競争力に対応しています。 センターオブスポーツでは、クライミングウォールからスカッシュコート、サッカー場、フィットネススタジオまであらゆるものを見つけることができます。 そして、あなたがエリートアスリートであろうと全くの初心者であろうと、ここにはあなたのための何かがあります。 私たちは、健康で健康を維持することがいかに重要であるかを知っています。 エネルギーレベルを高め、心を集中させるだけでなく、ストレスを解消して幸せに感じるのにも役立ちます。

source: The UWE ECC, launched in December 2009, is quickly building a reputation amongst major local business as the ideal location for a wide range of business events. Now UWE Bristol's Exhibition and Conference Centre (ECC) has been used as a temporary NHS hospital treating COVID-19 patients.
ar: تم إطلاق UWE ECC في ديسمبر 2009 ، وهو يبني بسرعة سمعة بين الشركات المحلية الرئيسية كموقع مثالي لمجموعة واسعة من الأحداث التجارية. الآن تم استخدام مركز المعارض والمؤتمرات (ECC) في UWE Bristol كمستشفى مؤقت تابع لـ NHS يعالج مرضى COVID-19.
es: El UWE ECC, inaugurado en diciembre de 2009, se está ganando rápidamente una reputación entre las principales empresas locales como el lugar ideal para una amplia gama de eventos empresariales. Ahora, el Centro de Exposiciones y Conferencias (ECC) de UWE Bristol se ha utilizado como un hospital temporal del NHS que trata a pacientes con COVID-19.
fr: L'UWE ECC, lancé en décembre 2009, s'est rapidement forgé une réputation parmi les grandes entreprises locales en tant que lieu idéal pour un large éventail d'événements commerciaux. Désormais, le centre d'exposition et de conférence (ECC) de l'UWE Bristol a été utilisé comme hôpital temporaire du NHS traitant Patients COVID-19.
hi: दिसंबर 2009 में लॉन्च किया गया यूडब्ल्यूई ईसीसी, प्रमुख स्थानीय व्यवसायों के बीच व्यावसायिक आयोजनों की एक विस्तृत श्रृंखला के लिए आदर्श स्थान के रूप में तेजी से प्रतिष्ठा बना रहा है। अब UWE ब्रिस्टल के प्रदर्शनी और सम्मेलन केंद्र (ECC) का उपयोग COVID-19 रोगियों का इलाज करने वाले एक अस्थायी NHS अस्पताल के रूप में किया गया है।
ja: 2009年12月に立ち上げられたUWEECCは、さまざまなビジネスイベントに理想的な場所として、地元の主要ビジネスの間で急速に評判を築いています。 現在、UWEブリストルの展示会議センター（ECC）は、COVID-19患者を治療する一時的なNHS病院として使用されています。

source: The Centre of Music is a great resource for musicians, music production, beat-making and DJing. You can Play in groups and take music lessons, book rehearsal rooms and practice rooms. Also be part of a community of passionate musicians and meet new collaborators.
ar: يعد مركز الموسيقى مصدرًا رائعًا للموسيقيين وإنتاج الموسيقى وصنع الإيقاعات والدي جي. يمكنك اللعب في مجموعات وأخذ دروس الموسيقى وحجز غرف البروفة وغرف التدريب. كن أيضًا جزءًا من مجتمع الموسيقيين المتحمسين وتعرف على متعاونين جدد.
es: El Centro de Música es un gran recurso para músicos, producción musical, creación de ritmos y DJ. Puedes tocar en grupos y tomar clases de música, reservar salas de ensayo y salas de práctica. Además sé parte de una comunidad de músicos apasionados y conoce nuevos colaboradores.
fr: Le Centre de musique est une excellente ressource pour les musiciens, la production musicale, la création de rythmes et le DJing. Vous pouvez jouer en groupe et prendre des cours de musique, réserver des salles de répétition et des salles de pratique. Faites également partie d'une communauté de musiciens passionnés et rencontrez de nouveaux collaborateurs.
hi: संगीत का केंद्र संगीतकारों, संगीत निर्माण, बीट-मेकिंग और डीजेइंग के लिए एक बेहतरीन संसाधन है। आप समूहों में खेल सकते हैं और संगीत की शिक्षा ले सकते हैं, रिहर्सल रूम बुक कर सकते हैं और अभ्यास कक्ष ले सकते हैं। भावुक संगीतकारों के समुदाय का भी हिस्सा बनें और नए सहयोगियों से मिलें।
ja: Center of Musicは、ミュージシャン、音楽制作、ビート作成、DJのための優れたリソースです。 グループで演奏したり、音楽のレッスンを受けたり、リハーサル室や練習室を予約したりできます。 また、情熱的なミュージシャンのコミュニティの一員になり、新しい協力者に会いましょう。

source: In this building, there are plenty of students that study and learn here such as Psychology, Sociology courses and used mainly by the Department of Health and Applied Sciences. Also has a study space called the 'Forum' near C block which is a learning zone on Frenchay Campus that is open to all students.
ar: في هذا المبنى ، يوجد الكثير من الطلاب الذين يدرسون ويتعلمون هنا مثل دورات علم النفس وعلم الاجتماع وتستخدم بشكل أساسي من قبل قسم الصحة والعلوم التطبيقية. يحتوي أيضًا على مساحة دراسة تسمى 'المنتدى' بالقرب من الكتلة C وهي منطقة تعليمية في حرم Frenchay وهي مفتوحة لجميع الطلاب.
es: En este edificio hay una gran cantidad de estudiantes que estudian y aprenden aquí, como cursos de Psicología, Sociología y utilizados principalmente por el Departamento de Salud y Ciencias Aplicadas. También tiene un espacio de estudio llamado 'Foro' cerca del bloque C, que es una zona de aprendizaje en el campus de Frenchay que está abierta a todos los estudiantes.
fr: Dans ce bâtiment, il y a beaucoup d'étudiants qui étudient et apprennent ici, comme des cours de psychologie, de sociologie et utilisés principalement par le Département de la santé et des sciences appliquées. Il y a aussi un espace d'étude appelé 'Forum' près du bloc C qui est un apprentissage zone du Campus Frenchay ouverte à tous les étudiants.
hi: इस इमारत में, बहुत सारे छात्र हैं जो यहां अध्ययन करते हैं और सीखते हैं जैसे मनोविज्ञान, समाजशास्त्र पाठ्यक्रम और मुख्य रूप से स्वास्थ्य और अनुप्रयुक्त विज्ञान विभाग द्वारा उपयोग किया जाता है। सी ब्लॉक के पास 'फोरम' नामक एक अध्ययन स्थान भी है जो कि फ्रेंचे कैंपस पर एक सीखने का क्षेत्र है जो सभी छात्रों के लिए खुला है।
ja: この建物には、心理学、社会学のコースなど、ここで勉強して学ぶ学生がたくさんいて、主に保健応用科学科で使用されています。 また、Frenchayキャンパスの学習ゾーンであるCブロックの近くに「フォーラム」と呼ばれる学習スペースがあり、すべての学生が利用できます。
